import { ILaw } from './data.types'

export const ak: ILaw[] = [
  {
    article: '1',
    content: `Административный кодекс — кодифицированный нормативный акт, регулирующий общественные отношения по привлечению к административной ответственности, а также устанавливающий общие начала, перечень всех административных правонарушений (который может быть дополнен на региональном уровне), органы, рассматривающие дела, порядок привлечения, к административной ответственности и порядок исполнения решений по административным делам',
      'Административные правонарушения отличаются от преступлений тем, что их совершение не наносит существенного вреда обществу, они не обладают признаком общественной опасности в том смысле, который вкладывается в это понятие уголовным законодательством. Некоторые деяния могут признаваться как правонарушением, так и преступлением в зависимости от степени причинённого вреда или других обстоятельств`,
  },
  {
    article: '1',
    content: 'Нелегальное осуществление профессиональной деятельности',
    wanted: 'От 10000$ штраф',
  },
  {
    article: '2',
    content: 'Повреждение культурных сооружений',
    wanted: 7000,
  },
  {
    article: '3',
    content: 'Распитие спиртных напитков',
    wanted: 900,
  },
  {
    article: '4',
    content: ' Нахождение в алкогольном опьянении в общественных местах',
    wanted: 900,
  },
  {
    article: '5',
    content: 'Нанесение ущерба чужой собственности вне общественного места',
    wanted: 1200,
  },
  {
    article: '6',
    content: 'Нарушение неприкосновенности частной жизни',
    wanted: 'От 7500$ штраф',
  },
  {
    article: '7',
    content: 'Воспрепятствование законной деятельности журналистов',
    wanted: 1500,
  },
  {
    article: '8',
    content: 'Оскорбления',
    wanted: 'От 10000 штраф',
  },
  {
    article: '9',
    content: 'Использование макияжа или грима, скрывающее лицо',
    wanted: '',
  },
  {
    article: '9.1',
    content:
      'Использование макияжа или грима, скрывающих минимум 50% лица, как внутри зданий государственных организаций, так и на прилегающих к ним территориях',
    wanted: 'От 3000$ до 10000$ штраф, 1 уровень розыска (9.2)',
  },
  {
    article: '9.2',
    content:
      'Те же деяния, совершенные после предупреждения и дальнейшего наложения на них',
    wanted: '1 уровень розыска',
  },
  {
    article: '10',
    content:
      'Хулиганство - нарушение общественного порядка, выражающее явное неуважение к обществу, сопровождающееся нецензурной бранью в общественных местах и на территории зданий принадлежащих государственным структурам, оскорбительным приставанием к гражданам, провокациями на конфликт',
    wanted: 10000,
  },
  {
    article: '11',
    content:
      'Непристойный внешний вид в здании или на территории государственных учреждений, то есть, нахождение каких-либо лиц на данных территориях, находящихся только в элементах одежды, таких, как: Нижнее бельё, купальники, или имеющие элементы одежды с полностью открытым голым торсом',
    wanted: 5000,
  },
  {
    article: '12',
    content:
      'Курение и использование в здании и на территории государственных учреждений сигарет, сигар, кальянов, Вэйпов, Бонгов',
    wanted: 10000,
  },
  {
    article: '13',
    content:
      'Превышение должностных полномочий, то есть совершение должностным лицом действий, явно выходящих за пределы его полномочий и повлекших существенное нарушение прав и законных интересов граждан или организаций',
    wanted: '10000$ штраф, строгий выговор 1/2, увольнение.',
  },
  {
    article: '14',
    content:
      ' Халатность, то есть неисполнение или ненадлежащее исполнение должностным лицом своих обязанностей вследствие недобросовестного или небрежного отношения к службе либо обязанностей по должности',
    wanted: '10000$ штраф, строгий выговор 1/2, увольнение',
  },
]
