export const ek = [
  {
    article: '1',
    content: 'Понятие об Этическом кодексе',
  },
  {
    article: '1.1',
    content:
      'Этический кодекс — является нормативно-правовым актом, описывающим основные принципы этики и правил поведения граждан в обществе на всей территории штата San-Andreas, а также представляет собой свод общих принципов профессиональной служебной этики и основных правил служебного поведения, субординации которыми должны руководствоваться все государственные служащие независимо от госорганизации и занимаемым ими должностям',
  },
  {
    article: '1.2',
    content:
      'Все жители Штата San-Andreas в своём поведении и общении обязаны руководствоваться Этическим кодексом Штата',
  },
  {
    article: '1.3',
    content:
      'Граждане штата обязаны ознакомиться с положениями Этического Кодекса и соблюдать их',
  },
  {
    article: '1.4',
    content:
      'В случае, если сложившаяся ситуация не попадает под статьи Этического Кодекса, жители штата San Andreas обязаны руководствоваться общепринятой моралью и этическим поведением, принятым в цивилизованном обществе',
  },
  {
    article: '2',
    content: 'Цели Этического Кодекса',
  },
  {
    article: '2.1',
    content:
      'Основной целью данного кодекса является поддержание порядка общения и поведения граждан в обществе и в общении между собой',
  },
  {
    article: '2.2',
    content:
      'Соблюдения правил общения и профессиональной этики сотрудниками всех государственных структур в общении с гражданами Штата и между собой.',
  },
  {
    article: '2.3',
    content:
      'Этический Кодекс является основой для разработки государственными структурами Штата этики и служебного поведения в своих государственных структурах',
  },
  {
    article: '3',
    content: 'Общие правила поведения жителей Штата Сан-Андреас',
  },
  {
    article: '3.1',
    content:
      '. Жители Штата при взаимоотношениях между собой обязаны проявлять взаимное уважение по отношению друг к другу, вежливость в общении, проявлять пунктуальность им категорически запрещено выражаться в оскорбительной и нецензурной форме, при общениях между собой и окружающими людьми',
  },
  {
    article: '3.2',
    content:
      'Жители Штата должны выглядеть опрятно, не носить одежду или атрибуты, оскорбляющие чувства окружающих',
  },
  {
    article: '3.3',
    content:
      'Жители Штата обязаны поддерживать чистоту и порядок, беречь природу Штата',
  },
  {
    article: '3.4',
    content:
      'Жители Штата обязаны оказывать содействие, сотрудникам государственных организаций Штата',
  },
  {
    article: '3.5',
    content:
      'Жителям Штата запрещено пренебрежительно относится к любому государственному имуществу, совершать акты вандализма по отношению к памятникам архитектуры, зданиям и сооружениям инфраструктуры Штата, памятникам и могил предков',
  },
  {
    article: '3.6',
    content:
      'Все жители Штата при общении с незнакомыми им людьми должны обращаться к ним на «Вы»',
  },
  {
    article: '3.7',
    content:
      'В случаях возникновении в Штате экстренных ситуаций, военных и чрезвычайных положений, а также нападения внешнего врага, при возникновении внутренних угроз всем гражданам штата San Andreas, а также лицам, временно пребывающим на территории штата San Andreas следует, проявлять храбрость и героизм, при защите штата Сан-Андреас, самоотверженно защищать граждан Штата, находящихся под угрозой вне зависимости от их социальной роли и статуса',
  },
  {
    article: '3.8',
    content:
      'Всем жителям Штата категорически запрещено оскорбление родных и близких собеседника, оскорблять чувства верующих жителей Штата различных конфессий, разжигания межнациональной розни, высказывать мнения о превосходстве какой-либо расы над другой, насаждать идеологию и политические взгляды привнесенных в наш Штат из других штатов, планет и вселенных*: *) Лишение гражданства, заморозка активов и банковских счетов, высылка из Штата на установленный законодательством срок',
  },
  {
    article: '4',
    content: 'Правила поведения жителей Штата в общественных местах',
  },
  {
    article: '4.1',
    content:
      'К общественным местам в Штате Сан-Андреас относятся территории где проводятся строительные работы или офисы по найму на работу электриков, инкассаторов, в службы такси и механиков по ремонту автомобилей, водителей в автобусные парки, точки развоза пиццерии «Пицца Бой», автосалоны, территории заправок, различные магазины, клубы, бары, церкви, амфитеатр, различные сцены и места проведений массовых мероприятий организуемых Правительством Штата',
  },
  {
    article: '4.2',
    content:
      'Жителям Штата, находящимся в общественных местах запрещается использовать ненормативную лексику, громко кричать, изображать и производить действия сексуального характера по отношении к окружающим их людям, употреблять наркотические вещества, алкоголь, доставать оружие',
  },
  {
    article: '5',
    content:
      'Правила поведения жителей Штата в зданиях и на территориях государственных организаций',
  },
  {
    article: '5.1',
    content:
      'К зданиям и территориям относящихся к Государственным организациям относятся Капитолий (Мэрии), FIB, LSPD, BCSD, US Army, Weazel News, LSMC, SSMC',
  },
  {
    article: '5.2',
    content:
      'Жителям Штата запрещено находиться без одежды, в трусах, а также использование грима нанесенного на лицо скрывающее их личность на территории всех государственных учреждений, если иное не предусмотрено действующим законодательством Штата и Уставом организации',
  },
  {
    article: '5.2.1',
    content:
      ' Жителям Штата запрещено использование масок на демонстрации и иных культурно массовых мероприятиях. Сотрудники правоохранительных структур имеют право попросить снять маску, а в случае отказа, снять её самостоятельно применив силу, с последующим ознакомлением документов человека для установления личности',
  },
  {
    article: '5.3',
    content:
      ' Жителям Штата находясь на территории государственных учреждений запрещено использование ненормативную лексику, оскорблять сотрудников государственных структур в любой форме, изображать действия сексуального характера, включать громкую музыку с использованием Бумбокса',
  },
  {
    article: '5.4',
    content:
      'Находясь в зданиях государственных учреждений запрещается танцевать и заниматься физическими упражнениями, мешать в любой форме сотрудникам государственных структур исполнять свои обязанности',
  },
  {
    article: '5.5',
    content:
      ' Жителям штата запрещено въезжать на личном транспорте в здания и на территории принадлежащим государственным структурам, если иное не предусмотрено действующим законодательством',
  },
  {
    article: '5.6',
    content:
      'Жителям Штата находясь в здании и на территории государственных учреждений запрещено курение сигарет, сигар, кальянов, Вэйпов, Бонгов',
  },
  {
    article: '6',
    content: 'Профессиональная этика сотрудников государственных структур',
  },
  {
    article: '6.1',
    content:
      'Основные принципы профессиональной этики представляют собой список основных черт сотрудника государственных структур при его работе вне зависимости от занимаемой должности',
  },
  {
    article: '6.2',
    content:
      'Сотрудники государственных организаций обязаны знать и соблюдать законы Штата, знать и соблюдать Устав своей организации, чётко и своевременно выполнять поставленные перед ними задачи, приказы и распоряжения своего руководства, быть честным по отношению к руководству, к своим коллегам по работе, к гражданам Штата',
  },
  {
    article: '6.3',
    content:
      ' Сотрудники государственных организаций должны быть вежливыми и тактичными по отношению ко всем окружающим их людям, при общении с гражданами Штата запрещено использование нецензурных выражений и слов уважительно относится к своим коллегам по работе',
  },
  {
    article: '6.4',
    content:
      'Сотрудники государственных организаций при исполнении ими своих должностных обязанностей, при общении с гражданами обязаны представляться показывая своё удостоверение, жетон, нашивку или бейджик',
  },
  {
    article: '6.5',
    content:
      'Сотрудники государственных организаций исполняя свои должностные обязанности при общении с гражданами обязаны обращаться ко всем жителям Штата исключительно на “Вы”',
  },
  {
    article: '6.6',
    content:
      ' Сотрудники государственных организаций обязаны соблюдать субординацию в отношениях с руководством и сослуживцами, запрещено пререкаться со своими командирами и начальниками, выпрашивать должности и звания',
  },
  {
    article: '6.7',
    content:
      'Любой сотрудник государственной организации имеет право опротестовать приказы и распоряжения своих командиров и начальников путём подачи рапорта/заявления на имя вышестоящего руководителя или на имя Генерального прокурора Штата, на имя Губернатора Штата, или подачей заявления в Суд Штата с обязательным предоставлением неопровержимых доказательств',
  },
  {
    article: '6.8',
    content:
      ' Сотрудники государственных структур вправе отказаться от приказов и распоряжений своих руководителей если они противоречат действующему законодательству Штата. Вся ответственность за исполнение подчинённым неправомерного приказа ложится на руководителя отдавшего этот приказ',
  },
  {
    article: '6.9',
    content:
      'Сотрудникам государственных организаций при исполнении ими своих должностных обязанностей запрещено разглашать информацию, полученную в ходе своей профессиональной деятельности',
  },
  {
    article: '6.10',
    content:
      'Сотрудникам государственных организаций при исполнении ими своих обязанностей запрещено ходить в масках или гриме скрывающих своё лицо если это не установлено действующим законодательством Штата или Уставом государственной организации: Исключение: Ношение медицинских масок',
  },
  {
    article: '6.11',
    content:
      'Нахождение в здании Капитолия (Мэрии) в масках или гриме скрывающих своё лицо запрещено всем без исключения сотрудникам государственных организаций за исключением сотрудников USSS в установленном для них порядке',
  },
  {
    article: '6.12',
    content:
      'Сотрудникам государственных структур запрещено хранение и употребление любых видов наркотических веществ. Все изъятые ими запрещённые законодательством вещества и предметы у задержанных обязаны сдаваться для утилизации в установленном законом порядке',
  },
  {
    article: '6.13',
    content:
      'Бывшие сотрудники государственных структур не находящиеся в «Чёрных списках» государственных организациях имеют право после своего увольнения по собственному желанию или перешедшие по программам переводов в другие государственные структуры восстановиться на прежнем месте своей работы по программе «Back to Home». Правила и критерии восстановления по программе «Back to Home» устанавливается Уставами самих государственных организаций',
  },
  {
    article: '6.14',
    content:
      'В свободное от работы время сотрудники государственных организаций при своём общении обязаны соблюдать положения Этического Кодекса',
  },
  {
    article: '6.15',
    content:
      ' Сотрудникам государственных организаций находясь в здании и на территории государственных учреждений запрещено курение сигарет, сигар, кальянов, Вейпов, Бонгов. Руководители государственных организаций вправе выделить своим приказом место для курения на открытом воздухе или в изолированных помещениях общего пользования, которые оборудованы системами вентиляции для сотрудников своих государственных организаций',
  },
  {
    article: '7',
    content: 'Этика руководителей государственных структур',
  },
  {
    article: '7.1',
    content:
      'Руководители госструктур отвечают за создание благоприятных условий для развития своей организаций и подчиненных находящихся под их руководством. Его действия должны быть примером для подражания, они не должны унижать честь и достоинство его сотрудников, не способствовать падению своего авторитета',
  },
  {
    article: '7.2',
    content:
      'Руководители госструктур не злоупотребляют своей властью и не пользуется ей в ущерб граждан Штата и своих подчинённых. Руководителям строго запрещено отдавать приказы своим подчиненным, противоречащие действующему законодательству Штата и здравому смыслу',
  },
  {
    article: '7.3',
    content:
      ' Государственные служащие, занимающие руководящие посты не позволяют вмешиваться в персональные дела своей государственной организации представителями других организаций и частных лиц, не имеющих отношений к ней согласно действующему законодательству',
  },
  {
    article: '7.4',
    content:
      'Руководители госструктур, занимающие руководящие посты обязаны прислушиваться к мнению и конструктивным предложениям своих работников, обращать на них должное внимание',
  },
  {
    article: '7.5',
    content:
      'Руководителям госструктур запрещается игнорирование действий своих сотрудников нарушающих законодательство штата, уставов и положений своей госструктуры',
  },
  {
    article: '7.6',
    content:
      ' Инициативные предложения сотрудников должны быть конструктивны и иметь реальные планы по их реализации, любая критика в адрес подчиненных сотрудников, руководства должна быть мотивирована и основана на здравом смысле и законах Штата. Инициатива, проявленная в должной форме, а также в соответствии с субординацией, не ставит под сомнение компетентность руководителя!',
  },
  {
    article: '7.7',
    content:
      'Руководители всех уровней государственных структур назначают на руководящие должности людей согласно их морально-деловым, личностным качествам, эффективности их работы, знания нормативно правовых актов Штата',
  },
  {
    article: '7.8',
    content:
      'При повышении в должности или в звании все сотрудники имеют равнозначные на то права, условия и правила повышения. Единственными условиями успешного повышения сотрудников или присвоения им очередного звания является, их морально-деловые, личностные качества, эффективность их работы, знания нормативно правовых актов Штата и своей госорганизации',
  },
  {
    article: '7.9',
    content:
      'Руководителями, при вынесении наказаний своим подчиненным должны иметь на это неоспоримые доказательства их нарушений. Наказания подчиненных руководителями по надуманным предлогам, и косвенным доказательствам запрещено',
  },
  {
    article: '8',
    content: 'Униформа и дресскод',
  },
  {
    article: '8.1',
    content:
      'Внешний облик государственного служащего требует от него соответствия ожидания общественности, а также обеспечения доверия общества и граждан к государственной службе. Деловой костюм государственного служащего является одной из основных форм одежды, которая позволяет не только успешно выполнять свои служебные обязанности, но и устанавливать с гражданами штата доверительные отношения, положительно влиять на них. Внешний вид государственных служащих свидетельствует об уровне их деловой культуры и придает им уверенности в себе',
  },
  {
    article: '8.2',
    content:
      'Все государственные служащие, в ходе исполнения ими своих служебных обязанностей, обязаны соответствовать Этическому Кодексу штата, внутренним нормативным документам своих организаций, регламентирующих их внешний облик',
  },
  {
    article: '8.3',
    content:
      'Каждой государственной структуре рекомендуется иметь собственный нормативно-правовой акт, регламентирующий униформу или дресс-код своих сотрудников при непосредственном исполнении ими своих служебных обязанностей. В случае отсутствия такового, дресс-код, дресс-код регламентируется руководителем государственной организации Уставом организации, внутренними инструкциями и положениями. Ношение спортивных костюмов, пляжной одежды, рогов, копыт, вызывающих очков и аксессуаров в рабочее время и при исполнении сотрудниками своих служебных обязанностей запрещается, за исключением сотрудников работающих под прикрытием или находящихся во внедрении в организованных преступных группировках',
  },
  {
    article: '8.4',
    content:
      ' При ношении служебной униформы во время исполнения ими своих обязанностей сотрудникам правоохранительных структур и военнослужащими US Army крайне нежелательно демонстративное ношение брендированных элементы одежды с демонстрацией бирок и логотипов известных брендов. Правила ношения рюкзаков, сумок любых видов устанавливается органами исполнительной власти Штата, Уставом или приказом Руководителя в этой государственной структуре с учётом приближённого соответствия цвета форменной одежды с цветом рюкзаков и сумок любых видов. Яркие и контрастные цвета сумок и рюкзаков запрещены',
  },
  {
    article: '8.5',
    content:
      'Государственному служащему запрещено наносить на открытые части тела (на кисти рук, лицо и шею) татуировки, иметь татуировки, изображающие наркотики, черепа, оружие, включая пропаганду любого нарушения действующего законодательства, окрашивать волосы в вызывающе и неестественные цвета, носить линзы неестественного цвета, носить на голове вызывающий вид прически, наносить на лицо грим скрывающий лицо за исключением сотрудников, выполняющих работу под прикрытием или находящихся во внедрении в организованных преступных группировках',
  },
  {
    article: '8.6',
    content:
      'Ношение масок не входящих в форму правоохранительных органов, государственных организаций, органов исполнительной власти штата, Национальной Гвардией скрывающих личность или закрывающих более половины лица сотрудника на время исполнения ими своих служебных обязанностей запрещается за исключением сотрудников работающих в данный момент под прикрытием или находящихся во внедрении в организованных преступных группировках',
  },
  {
    article: '8.7',
    content:
      'Внешний вид сотрудников государственных организаций, правила ношения служебной формы устанавливается органами исполнительной власти штата, Уставом, положениями, приказами Руководителя по этой государственной структуре, если иное не предусмотрено действующим законодательством, и не должно ему противоречить',
  },
  {
    article: '8.8',
    content:
      ' Сотрудники правоохранительных органов, USSS, военнослужащие Национальной Гвардии, состоящие в специальных подразделениях, при ношении формы одежды, полностью скрывающие их личность и при исполнении ими своих обязанностей обязаны иметь при себе жетон, удостоверение, нашивку или бейджик, указывающие на их принадлежность к правоохранительным органам, USSS, военнослужащим Национальной Гвардии и содержащее личный номер или позывной сотрудника для их идентификации',
  },
  {
    article: '8.9',
    content:
      'Участие сотрудников правоохранительных органов, военнослужащих Национальной Гвардии, USSS в специальных операциях ( код-0, рейд, облав), патрулировании штата, захвате заложников, а также при введенном Военном или Чрезвычайном положении в штате осуществляется в специализированной форме выдаваемой той или иной государственной организации: Исключение: На специальные операции, предусмотренные тен-кодом "код-0", допускается официально-деловой стиль',
  },
]
