export const upk = [
  {
    article: '1',
    content: 'Понятие и задачи Процессуального Кодекса',
  },
  {
    article: '1.1',
    content:
      'Процессуальный Кодекс – кодифицированный нормативный правовой акт, устанавливающий процессуальный порядок последовательности действий, правил рассмотрения, разрешения гражданских и уголовных дел сотрудниками правоохранительных органов и судами в штате San-Andreas',
  },
  {
    article: '1.2',
    content:
      'Задачами Процессуального Кодекса являются правильное и своевременное рассмотрение и разрешение гражданских и уголовных дел в целях защиты нарушенных или оспариваемых прав, свобод и законных интересов граждан, организаций, прав и интересов штата San Andreas, других лиц, являющихся субъектами гражданских, уголовных или иных правоотношений. Процессуальный Кодекс должен способствовать укреплению законности и правопорядка, предупреждению правонарушений, формированию уважительного отношения к закону и суду, мирному урегулированию споров',
  },
  {
    article: '2',
    content: 'Действие процессуального закона во времени и пространстве',
  },
  {
    article: '2.1',
    content:
      ' Производство процессуальных действий на территории штата San Andreas независимо от места совершения преступления ведется в соответствии с настоящим Кодексом',
  },
  {
    article: '2.2',
    content:
      'Срок давности совершения правонарушений установленных Уголовным и Административным кодексом штата Сан Андреас не может превышать 72 часа с момента совершения преступления. Срок давности может быть продлён Постановлением Генерального прокурора штата или Постановлением Верховного суда на срок не более, чем семь дней (168 часов',
  },
  {
    article: '3',
    content: 'Уголовное судопроизводство существует для',
  },
  {
    article: '3.1',
    content:
      'Защиты прав и законных интересов лиц и организаций, потерпевших от преступлений',
  },
  {
    article: '3.2',
    content:
      'Защиты личности от незаконного и необоснованного обвинения, осуждения, ограничения ее прав и свобод',
  },
  {
    article: '4',
    content: 'Равенство всех перед законом и судом',
  },
  {
    article: '4.1',
    content:
      'Правосудие по гражданским, уголовным и иным делам осуществляется на началах равенства перед законом и судом всех граждан независимо от пола, расы, национальности, языка, происхождения, имущественного и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям и других обстоятельств, а также всех организаций независимо от их организационно-правовой формы, формы собственности, места нахождения, подчиненности и других обстоятельств',
  },
  {
    article: '4.2',
    content:
      'Обратная сила уголовного закона: Вновь введённые в уголовное законодательство изменения, устраняющий преступность деяния, смягчающий наказание или иным образом улучшающий положение лица, совершившего преступление, имеет обратную силу, то есть распространяется на лиц, совершивших соответствующие деяния до вступления такого закона в силу, в том числе на лиц, отбывающих наказание или отбывших наказание, но имеющих судимость. Уголовный закон, устанавливающий преступность деяния, усиливающий наказание или иным образом ухудшающий положение лица, обратной силы не имеет',
  },
  {
    article: '5',
    content:
      'Равноправие сторон: Правосудие осуществляется на основе состязательности и равноправия сторон',
  },
  {
    article: '6',
    content: 'Презумпция невиновности',
  },
  {
    article: '6.1',
    content:
      '    Обвиняемый считается невиновным, пока его виновность в совершении преступления не будет доказана и установлена вступившим в законную силу решением, приговором суда',
  },
  {
    article: '6.2',
    content:
      'Подозреваемый или обвиняемый не обязан доказывать свою невиновность. Бремя доказывания обвинения и опровержения доводов, приводимых в защиту подозреваемого или обвиняемого, лежит на стороне обвинения',
  },
  {
    article: '6.3',
    content:
      'Все сомнения о виновности обвиняемого, которые не могут быть устранены в порядке, установленном настоящим Кодексом, толкуются в пользу обвиняемого',
  },
  {
    article: '6.4',
    content: 'Обвинительный приговор не может быть основан на предположениях',
  },
  {
    article: '7',
    content: 'Обязанность доказывания',
  },
  {
    article: '7.1',
    content:
      'Каждая сторона должна доказать те обстоятельства, на которые она ссылается, как на основания своих требований и возражений, если иное не предусмотрено законом',
  },
  {
    article: '7.2',
    content:
      'В случае необходимости, суд определяет, какие обстоятельства имеют значение для дела, какой стороне надлежит их доказывать',
  },
  {
    article: '7.3',
    content:
      'Неоспоримыми доказательствами виновности или невиновности гражданина Штата Сан-Андреас является запись Боди-Камеры сотрудников государственных структур или записи мобильных телефонов обвиняемого, потерпевшего, свидетеля(ей) в момент совершения преступления',
  },
  {
    article: '7.4',
    content:
      ' Сотрудники всех правоохранительных структур Штата, и US Army обязаны предоставлять записи со своих Боди-Камер зафиксировавшее само преступление Судьям Штата, сотрудникам прокуратуры, адвокатам Штата, своему руководству',
  },
  {
    article: '8',
    content: 'Недопустимые доказательства',
  },
  {
    article: '8.1',
    content:
      'Улики, которые были добыты незаконным путем, не являются доказательством и не имеют юридической силы',
  },
  {
    article: '8.2',
    content:
      'К недопустимым доказательствам относятся:\n- показания потерпевшего, свидетеля, основанные на догадке, предположении, слухе, а также показания свидетеля, который не может указать источник своей осведомленности, отсутствие записей видиофиксации состава преступления\n- улики, добытые незаконным путем, когда были нарушены положения действующих нормативных правовых актов (изъятие орудия без ордера на обыск, изъятие незаконных вещей у лица с неприкосновенностью без судебного решения о снятии неприкосновенности и т.д.)\n- Обрезанные или неполные фрагменты видеофиксации состава преступления со стороны обвинения или со стороны защиты',
  },
  {
    article: '8.3',
    content:
      'Исключения недопустимости: Улики, которые служили орудиями, оборудованием или иными средствами совершения конкретного преступления и сохранили на себе следы преступного действия. Деньги, ценности и иное имущество, полученные в результате совершения преступления, произошедшего прямо на глазах и добытые по горячим следам',
  },
  {
    article: '9',
    content: 'Неприкосновенность личности',
  },
  {
    article: '9.1',
    content:
      'Никто не может быть задержан по подозрению в совершении преступления или заключен под стражу при отсутствии на то законных оснований, предусмотренных Уголовным кодексом Штата и в нарушении положений настоящего Кодекса',
  },
  {
    article: '9.2',
    content:
      'Суд, прокурор, сотрудники правоохранительных органов Штата обязаны немедленно освободить всякого незаконно задержанного или содержащегося под стражей свыше срока, предусмотренного Уголовным кодексом Штата',
  },
  {
    article: '9.3',
    content:
      'Обыск задержанного лица противоположного пола производятся сотрудниками правоохранительных органов лицами только одного пола с задержанным. В исключительных случаях обыск лиц противоположного пола производятся тыльными сторонами кисти рук сотрудника проводящего обыск',
  },
  {
    article: '10',
    content:
      'Основания и последовательность задержания подозреваемого гражданина в совершении преступления: Если есть достаточные основания полагать и имеются неопровержимые доказательства того, что гражданин совершил преступление, то сотрудник правоохранительных органов, военнослужащий Национальной Гвардии обязан произвести его задержание в следующей последовательности',
  },
  {
    article: '10.1',
    content: 'Надеть наручники/стяжки на подозреваемого',
  },
  {
    article: '10.2',
    content:
      'Предъявить подозреваемому служебное удостоверение, бейджик или служебный жетон',
  },
  {
    article: '10.3',
    content:
      'Объяснить задержанному суть статей, нарушенного гражданином закона, которые инкриминируются сотрудником правоохранительных органов или военнослужащим US Army в отношении задержанного, а также объяснить законность своих действий',
  },
  {
    article: '10.4',
    content:
      'Зачитать подозреваемому его Конституционные права (Правило Миранды*)',
  },
  {
    article: '10.5',
    content:
      ' Узнать у задержанного местонахождение его документов, достать и изучив их, вернуть ему обратно: (Примечание: в случае отсутствия документов у задержанного, провести процессуальные действия до пункта 10.8. (включительно), после чего провести процедуру дактилоскопирования и продолжить свои действия согласно УПК с пункта 10.9.)',
  },
  {
    article: '10.6',
    content:
      ' Надев перчатки произвести первичный обыск подозреваемому на месте и изъять все запрещённые предметы, орудия преступления сложив их в зип-пакеты',
  },
  {
    article: '10.7',
    content:
      'Поместить гражданина на заднее сидение служебного автомобиля с проблесковыми маячками, оборудованного специальной разделительной решеткой (если такая предусмотрена конструкцией служебного автомобиля)',
  },
  {
    article: '10.8',
    content:
      ' Доставить подозреваемого в ближайший полицейский участок или в штаб-квартиру FIB; (В случае если преступление относится к ведению суда штата, доставить подозреваемого в здание Капитолия (Мэрии) и передать его сотруднику USSS вместе с доказательствами его вины для проведения судебного заседания)',
  },
  {
    article: '10.9',
    content: 'Произвести вторичный личный обыск подозреваемого',
  },
  {
    article: '10.10',
    content:
      'Дать возможность подозреваемому совершить один телефонный звонок продолжительностью не более 5 минут',
  },
  {
    article: '10.11',
    content:
      'Реализовать право задержанного на предоставление услуг адвоката. В случае если задержанный требует адвоката, сотрудник обязан сообщить об этом в рацию департамента. При отсутствии ответа в течение 5 минут, процедура порядка задержания продолжается с п.10.11 ст. 10. В случае, если сотрудник получил утвердительный ответ от адвоката в рацию департамента, ему даётся 7 минут для того, чтобы прибыть к задержанному. В случаях, когда по истечению 7 минут после ответа в рацию адвокат не прибыл к задержанному, процедура порядка задержания продолжается с п.10.11 ст. 10',
  },
  {
    article: '10.12',
    content:
      'Произвести допрос подозреваемого (Необходимость допроса определяет сотрудник, проводивший задержание.)',
  },
  {
    article: '10.13',
    content:
      'Если в процессе проведения дознания (допроса) выявится, что подозреваемый виновен в совершении преступления, его следует поместить в места лишения свободы, на предусмотренный законом срок или выписать штраф',
  },
  {
    article: '10.14',
    content:
      ' Сдать изъятые у преступника оружие, боеприпасы и запрещённые действующим законодательством вещества, не позднее 20 минут с момента исполнения пункта 10.13 УПК\nНарушение порядка последовательности проведения процессуальных действий в сторону задержанного, а именно 10.2 - 10.4 УПК, не является нарушением, в случае если не были нарушены основные права задержанного',
  },
  {
    article: '11',
    content:
      'Последовательность действий и порядок задержания подозреваемого в совершении преступления сотрудниками USSS: Если есть достаточные основания полагать и имеются неопровержимые доказательства в том, что гражданин совершил преступление, сотрудник USSS обязан произвести задержание подозреваемого в следующей последовательности',
  },
  {
    article: '11.1',
    content: 'Надеть наручники/стяжки на подозреваемого',
  },
  {
    article: '11.2',
    content: 'Предъявить подозреваемому служебное удостоверение',
  },
  {
    article: '11.3',
    content:
      '. Объяснить задержанному суть статей, нарушенного гражданином закона, которые инкриминируются сотрудником правоохранительных органов или военнослужащим US Army в отношении задержанного, а также объяснить законность своих действий',
  },
  {
    article: '11.4',
    content:
      'Зачитать подозреваемому его Конституционные права (Правило Миранды*)',
  },
  {
    article: '11.5',
    content:
      'Узнать у задержанного местонахождение его документов, достать и изучив, вернуть их ему обратно: (Примечание: в случае отсутствия документов у задержанного, сотрудник USSS обязан провести до конца процессуальные действия возложив обязанность установления личности, задержанного на сотрудников FIB или Полицию штата)',
  },
  {
    article: '11.6',
    content:
      ' Надев перчатки произвести первичный обыск подозреваемому на месте и изъять все запрещённые предметы, орудия преступления сложив их в зип-пакеты',
  },
  {
    article: '11.7',
    content: 'Поместить подозреваемого в изолированное помещение',
  },
  {
    article: '11.8',
    content:
      'Определить подведомственность совершённого преступления подозреваемым и вызвать для передачи его сотрудникам правоохранительных органов с передачей доказательств совершённого преступления прибывшему сотруднику, а в случае невозможности их прибытия доставить задержанного в FIB, LSPD, BСSD, US Army',
  },
  {
    article: '11.9',
    content:
      'Если преступление относится к юрисдикции USSS дать возможность подозреваемому совершить один телефонный звонок продолжительностью не более 5 минут',
  },
  {
    article: '11.10',
    content:
      'Реализовать право задержанного на предоставление услуг адвоката. В случае если задержанный требует адвоката, сотрудник USSS обязан сообщить об этом в рацию департамента.При отсутствии ответа в течение 5 минут, процедура порядка задержания продолжается с пункта 11.11. ст. 11. В случае, если сотрудник получил утвердительный ответ от адвоката в рацию департамента, ему даётся 7 минут для того, чтобы прибыть к задержанному. В случаях, когда по истечению 7 минут после ответа в рацию адвокат не прибыл к задержанному, процедура порядка задержания продолжается с п. 11.11 ст. 11',
  },
  {
    article: '11.11',
    content:
      'При отсутствии ответа в течение 5 минут, процедура порядка задержания продолжается с пункта 11.11. ст. 11. В случае, если сотрудник получил утвердительный ответ от адвоката в рацию департамента, ему даётся 7 минут для того, чтобы прибыть к задержанному. В случаях, когда по истечению 7 минут после ответа в рацию адвокат не прибыл к задержанному, процедура порядка задержания продолжается с п. 11.11. ст. 11',
  },
  {
    article: '11.12',
    content:
      'Произвести допрос подозреваемого (Необходимость допроса определяет сотрудник, проводивший задержание.)',
  },
  {
    article: '11.13',
    content:
      'Если в процессе проведения дознания (допроса) выявится, что подозреваемый виновен вызвать для передачи его сотрудникам правоохранительных органов с передачей доказательств совершённого преступления прибывшему сотруднику, а в случае невозможности разместить задержанного преступника в места лишения свободы, он подлежит освобождению',
  },
  {
    article: '11.14',
    content:
      'Сдать изъятые у преступника оружие, боеприпасы, орудия преступления и запрещённые действующим законодательством вещества, не позднее 20 минут с момента исполнения пункта 11.12. УПК: Нарушение порядка последовательности проведения процессуальных действий в сторону задержанного, а именно 11.2 - 11.4 УПК, не является нарушением, в случае если не были нарушены основные права задержанного',
  },
  {
    article: '11.15',
    content:
      'Произвести допрос подозреваемого (Необходимость допроса определяет сотрудник, проводивший задержание.)',
  },
  {
    article: '12',
    content:
      'Порядок задержания сотрудников государственных организаций: Если есть достаточные основания полагать и имеются неопровержимые доказательства в том, что сотрудник государственной организации совершил преступление сотрудники правоохранительных органов, военнослужащие Национальной Гвардии обязаны произвести задержание подозреваемого в следующей последовательности',
  },
  {
    article: '12.1',
    content:
      'Предъявить подозреваемому служебное удостоверение, бейджик или жетон',
  },
  {
    article: '12.2',
    content: 'Надеть наручники/стяжки на подозреваемого',
  },
  {
    article: '12.3',
    content:
      'Визуально ознакомиться со служебным удостоверением, жетоном или бейджиком задержанного',
  },
  {
    article: '12.4',
    content:
      'Визуально ознакомиться со служебным удостоверением, жетоном или бейджиком задержанного',
  },
  {
    article: '13',
    content:
      'Порядок задержания высших должностных лиц штата обладающих статусом полной неприкосновенности (иммунитетом)',
  },
  {
    article: '13.1',
    content:
      'Задержание, обыск, допрос и иные процессуальные действия в отношении лиц, обладающих статусом полной неприкосновенности, не допускаются если это не предусмотрено действующим законодательством штата',
  },
  {
    article: '13.2',
    content:
      'В случае, совершения преступления должностными лицами штата обладающих статусом полной неприкосновенности, застигнутых в момент совершения ими преступления и при наличии неоспоримых доказательств, то на него составляется соответствующий протокол, в котором излагаются все детали совершённого преступления с приложением неопровержимых доказательств (видеофиксация), после чего эти материалы направляются Генеральному прокурору, Губернатору штата, Вице-Губернатору, Верховному судье штата для проведения дальнейших процессуальных действий согласно Конституционного Закона «Об импичменте высших должностных лиц штата Сан Андреас» и действующего законодательства штата',
  },
  {
    article: '13.3',
    content:
      'В случае, если Генерального Прокурора застали в момент совершения преступления или подозревают в совершении преступления, то на него составляется соответствующий протокол, в котором излагаются все детали совершённого преступления с приложением неопровержимых доказательств (видеофиксация), после чего эти материалы направляются Губернатору штата, Вице-Губернатору штата, Верховному судье штата, Директору USSS для проведения дальнейших процессуальных действий согласно Конституционного Закона «Об импичменте высших должностных лиц штата Сан Андреас» и действующего законодательства штата',
  },
  {
    article: '13.4',
    content:
      ' В случае, если Губернатора, Вице-губернатора штата Сан Андреас, Верховного судью штата застали в момент совершения преступления или подозревают в совершении преступления, то на него составляется соответствующий протокол, в котором излагаются все детали совершённого преступления с приложением неопровержимых доказательств (видеофиксация), после чего эти материалы направляются Генеральному прокурору штата, Директору USSS, для проведения дальнейших процессуальных действий согласно Конституционного Закона «Об импичменте высших должностных лиц штата Сан Андреас» и действующего законодательства штата',
  },
  {
    article: '14',
    content:
      ' В случае, если при задержании подозреваемого возникает угроза жизни сотруднику или задержанному, то после того, как на него надеты наручники (стяжки), первостепенной задачей сотрудников правоохранительных органов, проводивших задержание является их выход и вывод из зоны поражения, задержанного любыми доступными способами и в дальнейшем действовать согласно вышеперечисленным порядком задержания',
  },
  {
    article: '15',
    content:
      ' Лицо добровольно сдавшее оружие, запрещённые предметы в установленном законом порядке освобождаются от уголовной ответственности предусмотренных действующим законодательством штата Сан Андреас: Примечание: Действия данной статьи не распространяется на лиц, задержанных за уголовное или административное правонарушение',
  },
  {
    article: '16',
    content:
      'Сотруднику правоохранительных органов запрещено конвоировать более одного задержанного: «Вы имеете право хранить молчание. Всё, что вы скажете, может и будет использовано против вас в суде. Ваш адвокат может присутствовать при допросе. Если вы не можете оплатить услуги адвоката, он будет предоставлен вам государством». «Также Вам положен один телефонный звонок длительностью не более пяти минут». «Если Вы считаете, что нарушены Ваши Конституционные права, то Вы можете обратиться с жалобой в Прокуратуру штата или в суд»',
  },
  {
    article: '17',
    content: 'Обыск и личный досмотр',
  },
  {
    article: '17.1',
    content:
      'Основанием производства обыска является наличие неопровержимых доказательств, что в каком-либо месте или у какого-либо лица могут находиться орудия, оборудование или иные средства совершения преступления, предметы, документы и ценности, которые могут иметь значение для уголовного дела',
  },
  {
    article: '17.2',
    content:
      'Проведение личного обыска, обыска, движимого или недвижимого имущества граждан штата, задержаний/арестов, осуществляется при условии заранее выписанного Прокуратурой штата Сан Андреас соответствующего ордера при наличии неопровержимых доказательства в том, что данное лицо совершило преступление, если иное не установлено действующим законодательством штата',
  },
  {
    article: '17.3',
    content:
      'Граждане штата могут быть подвергнуты обыску на месте без наличия Ордера прокуратуры, в случаях: - при проверки на контрольно-пропускных пунктах\n- при совершении преступлений, предусмотренных действующим Уголовным кодексом в присутствии сотрудников правоохранительных органов Штата, военнослужащих US Army\n- при наличии неопровержимых доказательств в совершении преступлений, предусмотренных действующим Уголовным кодексом\n- если подозреваемый оказал сопротивление при задержании, неподчинение законного требования должностного лица при задержании, попытке бегства или угрозы применения насилия в отношении должностного лица\n- в иных других случаях сотрудники правоохранительных органов, военнослужащие US Army могут предложить гражданину пройти в полицейский участок или штаб-квартиру ФРБ для проведения обыска или иных процессуальных действий, а в случае отказа, следует действовать в соответствии с абзацем 4 п. 17.3 настоящей статьи\n-при наличии доказательной базы использования человеком наркотических или иных нелегальных веществ установленных действующим законодательством\n;.            ',
  },
  {
    article: '17.4',
    content:
      'До начала обыска сотрудник правоохранительных органов предлагает добровольно выдать подлежащие изъятию запрещённые предметы, документы и ценности, которые могут иметь значение для уголовного дела',
  },
  {
    article: '17.5',
    content:
      'При производстве обыска сотрудниками правоохранительных органов могут вскрываться любые помещения, транспортные средства если владелец отказывается добровольно их открыть',
  },
  {
    article: '17.6',
    content:
      ' Сотрудник правоохранительных органов вправе запретить лицам, присутствующим на месте проведения обыска, покидать его, а также общаться друг с другом или иными лицами до окончания проведения обыска',
  },
  {
    article: '17.7',
    content:
      ' При проведении личного обыска, обыска движимого или недвижимого имущества граждан штата, задержаний/арестов, сотрудники соответствующих уполномоченных органов обязаны предоставить «Ордер», выписанный Прокуратурой штата гражданину, для обоснования законности этих действий',
  },
  {
    article: '17.8',
    content:
      'Проведение личного обыска, обыска движимого имущества граждан штата, задержаний/арестов без наличия соответствующего Ордера выписанного Прокуратурой штата Граждане штата могут проводиться в случаях\n- в случае если подозреваемый оказал сопротивление при задержании или неподчинение законным требованиям должностного лица при задержании, попытке бегства или угрозы применения насилия в отношении должностного лица',
  },
  {
    article: '17.9',
    content:
      'роведение личного обыска, обыска, движимого или недвижимого имущества лиц имеющие статус полной неприкосновенности и попадающих под действие Закона «Об импичменте высших должностных лиц штата Сан Андреас» не осуществляется, до момента вынесения Постановления Верховным судом штата о снятии статуса неприкосновенности и осуществляется на основании ордера Генерального прокурора штата сотрудниками USSS, а при невозможности руководством FIB в присутствии Генерального прокурора штата',
  },
  {
    article: '18',
    content:
      'Проведение личного досмотра, досмотра транспортных средств и личного имущества граждан сотрудниками правоохранительных организаций личных вещей возможен только при добровольном согласии на это гражданина и не требует ордера от Генерального Прокурора',
  },
  {
    article: '18.1',
    content:
      ' В случае отказа гражданина от личного досмотра, досмотра транспортных средств и личного имущества, никакие последствия или процессуальные действия в отношении данного гражданина не проводятся',
  },
  {
    article: '19',
    content: 'Освобождения подозреваемого осуществляется в случаях',
  },
  {
    article: '19.1',
    content: 'Подозреваемый подлежит освобождению, если',
  },
  {
    article: '19.2',
    content:
      'Отсутствуют основания применения к нему меры пресечения в виде заключения под стражу согласно действующему законодательству',
  },
  {
    article: '19.3',
    content:
      'По истечении 40 минут с момента задержания, подозреваемый подлежит освобождению, если в его отношении не была избрана мера пресечения в виде заключения под стражу. В исключительных случаях Генеральный прокурор штата, прокуроры Округов могут продлить время фактического задержания подозреваемого но не более чем на 1 час с момента фактического задержания лица. Если решение о назначении наказания не принято-гражданин подлежит немедленному освобождению',
  },
  {
    article: '19.4',
    content:
      'В случаях нарушений основных прав и свобод человека и гражданина, предусмотренных Конституцией штата Сан-Андреас',
  },
  {
    article: '19.5',
    content:
      'В случае отсутствия у сотрудника правоохранительных органов, военнослужащего US Army проводившего задержание неоспоримых доказательств (записи его боди камеры момента совершения задержанным преступления) если иное не предусмотрено действующим законодательством штата',
  },
  {
    article: '19.6',
    content:
      'В случае отсутствия у сотрудников записи видеофиксации передачи задержанного согласно ст. 27 настоящего Кодекса',
  },
  {
    article: '19.7',
    content:
      '. В случае если задержанное лицо проживает в штате менее пяти лет за исключением совершения преступлений таким лицом, предусмотренных ст. 1.5, 1.6, 1.10, 2.1, 4.4, 6.1, 6.3, 8.1, 8.2, 10.2, 11.1, 11.3, 11.6, УК штата. Назначаемое наказание не может быть установлено больше половины срока, предусмотренного в этой статье. При назначении наказания по совокупности совершённых преступлений - максимальный срок наказания не может превышать половины срока от максимального срока наказания установленного в штате Сан Андреас',
  },
  {
    article: '20',
    content: ' Уведомление о задержании',
  },
  {
    article: '20.1',
    content:
      'При задержании подозреваемому разъясняется суть статей, нарушенного гражданином закона, которые инкриминируются сотрудником в отношении задержанного, а также объяснить законность своих действий',
  },
  {
    article: '20.2',
    content:
      ' Задержанный гражданин имеет право на один телефонный звонок в присутствии сотрудника правоохранительных органов, в целях уведомления личного адвоката, близких родственников или близких лиц о своем задержании и о месте своего нахождения',
  },
  {
    article: '20.3',
    content:
      'Проведение оперативно-розыскных мероприятий и следственных действий в отношении адвоката допускается только на основании судебного решения в исключительных случаях - с санкции Генерального Прокурора Штата и с обязательным уведомлением руководства Коллегии адвокатов Штата',
  },
  {
    article: '21',
    content: 'Государственная пошлина при досрочном освобождении',
  },
  {
    article: '21.1',
    content:
      'Досрочный выход из заключения возможен только при отбытии осуждённым не менее половины назначенного ему сроком наказания',
  },
  {
    article: '21.2',
    content:
      'Правом досрочного освобождения на территории штата обладают государственные адвокаты',
  },
  {
    article: '21.3',
    content:
      ' Согласно Конституции штата, выпуск под залог предусмотрен для всех его граждан за исключением преступлений исключающий досрочное освобождение',
  },
  {
    article: '21.4',
    content:
      'Сумма залога для досрочного освобождения устанавливается действующим законодательством Штата',
  },
  {
    article: '22',
    content:
      'Список статей Уголовного кодекса штата, по которым запрещено досрочное освобождение. 1.5, 1.6, 2.1, 2.4, 4.6, 5.5, 5.6, 6.1, 6.3,6.5, 6.7.1, 6.8.1, 6.9, 7.8, 8.1, 8.2, 8.3, 9.1, 9.7, 9.8, 11.1, 11.4, 12.3, 12.5 YK CA',
  },
  {
    article: '23',
    content: ' Право на обжалование',
  },
  {
    article: '23.1',
    content:
      ' Гражданин вправе обжаловать действия правоохранительных органов, подав жалобу на сотрудника руководителю соответствующего ведомства. Руководитель вправе применить дисциплинарное взыскание в отношении такого сотрудника либо возбудить в его отношении уголовное преследование, помимо этого, все решения, принятые таким сотрудником, подлежат полной реабилитации',
  },
  {
    article: '23.2',
    content:
      '. Гражданин вправе обратиться с жалобой на сотрудника правоохранительного органа, военнослужащего US Army в Прокуратуре штата, после чего Прокуратурой штата осуществляется прокурорская проверка, по результатам которой выносится мотивированное решение в отношении сотрудника ведомства или',
  },
  {
    article: '23.3',
    content:
      ' В случае несогласия с решением Прокуратуры штата граждане вправе обратиться в суды различной инстанции штата Сан Андреас',
  },
  {
    article: '24',
    content: 'Права задерживаемого',
  },
  {
    article: '24.1',
    content:
      'Задержанный имеет право в процессе задержания ознакомиться со своими правами (Правило Миранды)',
  },
  {
    article: '24.2',
    content:
      'Задержанный имеет право хранить молчание, а в случае отказа от этого права, все сказанное задержанным может быть использовано против него',
  },
  {
    article: '24.3',
    content:
      'Задержанному должна быть предоставлена квалифицированная помощь в защите своих прав и интересов со стороны государственного адвоката, если иное не предусмотрено действующим законодательством',
  },
  {
    article: '24.4',
    content:
      'Задержанный имеет право совершить один телефонный звонок длительностью не более 5-ти минут в порядке, определяемых настоящим законом',
  },
  {
    article: '24.5',
    content:
      'Задержанный имеет право знать суть статей кодексов или законов, за нарушение которых он был задержан',
  },
  {
    article: '24.6',
    content:
      'Задержанный имеет право на беспристрастное и объективное расследование в установленные настоящим Кодексом сроки',
  },
  {
    article: '24.7',
    content:
      'Задержанный имеет право на уважительное отношение со стороны правоохранительных органов и военнослужащих US Army',
  },
  {
    article: '25',
    content:
      'Задержание подозреваемого - мера процессуального принуждения в виде кратковременного лишения свободы гражданина в случаях',
  },
  {
    article: '25.1',
    content:
      'Когда это лицо застигнуто в момент совершении им преступления или непосредственно после его совершения, или есть достаточные основания полагать и имеются неопровержимые доказательства в том, что гражданин совершил преступление, за которое предусмотрено наказание предусмотренное УК штата Сан Андреас',
  },
  {
    article: '25.2',
    content:
      'При совершении административного правонарушения, если назначить штраф на месте не представляется возможным',
  },
  {
    article: '25.3',
    content: 'Имеется ордер прокуратуры штата либо решение суда',
  },
  {
    article: '25.4',
    content:
      'Задержание подозреваемого осуществляется сотрудниками прокуратуры, USSS, FIB, LSPD, BCSD, военнослужащими Национальной Гвардии на срок не более 40 минут, с момента фактического задержания лица до момента вынесения приговора или принятием решения о назначении ему наказания',
  },
  {
    article: '25.5',
    content:
      'Лицо подлежит задержанию при ориентировке на транспорт, местность или внешний вид (Ответственность за задержание несёт сотрудник выдавший ориентировку)',
  },
  {
    article: '26',
    content:
      'Cтадии применения силы в штате Сан Андреас - это стандарты, позволяющие сотрудникам правоохранительных органов определять допустимый уровень применения силы к подозреваемым при нарушении ими правопорядка, совершении преступления в зависимости от конкретных обстоятельств и делятся на',
  },
  {
    article: '1',
    content:
      'Присутствие: Эта стадия подразумевает присутствие сотрудника правоохранительных органов в штатной униформе. Присутствия с очевидной возможностью для субъектов понимать нахождение сотрудника правоохранительных органов, как правило, достаточно для выполнения требований закона и прекращения мелких правонарушений. В зависимости от обстановки и количества людей на месте, этот уровень применения силы может потребовать присутствия нескольких сотрудников правоохранительных органов для уверенного контроля ситуации. Расстегивание сотрудником кобуры и даже извлечение им оружия подпадают под этот уровень применения силы',
  },
  {
    article: '2',
    content:
      ' Устные приказы: Ясные и понятные устные распоряжения сотрудника правоохранительных органов субъекту применения стадии. В большинстве ситуаций сотрудник правоохранительных органов имеет право дополнять свои распоряжения предупреждениями о последствиях за неисполнение законных требований. Распоряжения должны быть исполнимыми и законными, а предупреждения должны соответствовать стадиям модели применения силы, в случае отказа субъекта выполнять законные требования. Вероятно, неисполнимым будет, например, требование лицу в инвалидной коляске встать. Исполнимым и законным будет требование водителю оставаться в машине и держать руки на руле',
  },
  {
    article: '3',
    content:
      'Простое силовое воздействие: К этой стадии относятся заламывание рук, нажатия на болевые точки и обычное применение наручников. На этой стадии существует вероятность нанесения легкого вреда здоровью, но очень мала вероятность причинения тяжкого вреда в виде переломов костей или разрывов связок',
  },
  {
    article: '4',
    content:
      'Жёсткое силовое воздействие: Стадия включает в себя удары руками и ногами, сюда же может относиться применение дубинок и слезоточивых аэрозолей. Вероятность нанесения вреда здоровью субъекта в виде переломов, растяжений и разрывов связок, а также раздражений кожи, глаз и слизистой',
  },
  {
    article: '5',
    content:
      'Применение специальных средств: К этой стадии относится применение электрошоковых устройств, пластиковых пуль, водомётов. В некоторых моделях к этому уровню может относиться применение дубинок и слезоточивых аэрозолей. Как правило, специальные средства предназначены для воздействия на мышечную ткань, руки и ноги',
  },
  {
    article: '6',
    content:
      'Смертельная сила: Под этой стадией воздействия подразумевается применение огнестрельное оружие. Однако в этом качестве может выступать и автомобиль (взятие на капот), и любое подручное оружие, обладающее необходимыми свойствами. На этой стадии воздействия очень вероятно причинение смерти или нанесение тяжкого вреда здоровью субъекта',
  },
  {
    article: '',
    content:
      'Исключения: Стадии применения силы должны соблюдаться в порядке, прописанном в данной статье, за исключением нестабильных или экстренных ситуаций, в таком случае можно предпринять пятую и шестые стадии без последовательности. (Пример: вооруженный преступник, угроза жизни человеку/офицеру, отсутствие возможности применить одну из стадий). (изменено)',
  },
  {
    article: '27',
    content:
      'Передача задержанного между сотрудниками правоохранительных органов, военнослужащими US Army',
  },
  {
    article: '27.1',
    content:
      'В случае необходимости военнослужащие US Army, сотрудники правоохранительных органов могут передавать задержанного гражданина за преступления или правонарушения, предусмотренные действующим законодательством, как между собой внутри госорганизации, так сотрудникам других силовых структур штата',
  },
  {
    article: '27.2',
    content:
      'Передача задержанного может осуществляться только после исполнения сотрудником правоохранительных органов или военнослужащим US Army условий задержания указанных в ст. 10.2, 11.2, 12.3 настоящего Кодекса при этом последовательность задержания должна быть выполнена в полном объёме',
  },
  {
    article: '27.3',
    content:
      ' При передаче задержанного передающая сторона обязана передать вместе с задержанным полную запись видеофиксации момента совершения задержанным совершённого преступления, проведение сотрудником, или военнослужащим US Army самого задержания и видеофиксацию проведения действий описанных в ст. 10, 11, 12 настоящего Кодекса',
  },
  {
    article: '27.4',
    content:
      ' При передаче задержанного передающая сторона обязана передать вместе с задержанным изъятые при первичном обыске запрещенные законом предметы и вещества, орудия преступления',
  },
  {
    article: '27.5',
    content:
      ' Весь процесс передачи задержанного сотрудниками силовых структур штата обязаны фиксироваться на боди камеру, храниться 72 часа и обязаны быть представлены по требованию своего руководства, руководителю государственной организации которой был передан задержанный, сотрудникам прокуратуры, государственному адвокату представляющему интересы задержанного, судам различных инстанций',
  },
  {
    article: '28 ',
    content:
      'Настоящий закон вступает в силу с момента его опубликования на портале штата',
  },
]
