import { ILaw } from './data.types'

export const uk: ILaw[] = [
  {
    article: '1',
    content:
      'Уголовное законодательство штата Сан Андреас состоит из настоящего Кодекса',
  },
  {
    article: '2',
    content:
      'Новые законы, предусматривающие уголовную ответственность, подлежат включению в настоящий Кодекс',
  },
  {
    article: '3',
    content:
      'Настоящий Кодекс основывается на Конституции штата Сан Андреас, общепризнанных принципах и нормах международного права',
  },
  {
    article: '4',
    content:
      'Задачами настоящего Кодекса являются: охрана прав и свобод человека и гражданина, собственности, общественного порядка и общественной безопасности, конституционного строя штата Сан Андреас от преступных посягательств, обеспечение мира и безопасности человечества',
  },
  {
    article: '5',
    content:
      'Принципом настоящего Кодекса является преступность деяния, а также его наказуемость, определяющим настоящим Кодексом',
  },
  {
    article: '6',
    content:
      'Все граждане, совершившие преступления, равны перед законом и подлежат уголовной ответственности независимо от пола, расы, национальности, языка, происхождения, имущественного и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также других обстоятельств',
  },
  {
    article: '7',
    content:
      'Принцип вины - лицо подлежит уголовной ответственности только за те преступления в отношении которых установлена его вина установленная настоящим Кодексом',
  },
  {
    article: '8',
    content:
      'Принцип справедливости - наказание и иные меры, применяемые к лицу, совершившему преступление, должны быть справедливыми, то есть соответствовать характеру и степени общественной опасности преступления, обстоятельствам его совершения и личности виновного. Никто не может нести уголовную ответственность дважды за одно и то же преступление',
  },
  {
    article: '9',
    content:
      'Принцип гуманизма - наказание применяемые к лицу, совершившему преступление, не могут иметь своей целью причинение физических страданий или унижение человеческого достоинства',
  },
  {
    article: '10',
    content:
      'снование для привлечения к уголовной ответственности является совершение деяния, содержащего все признаки состава преступления, предусмотренного настоящим Кодексом',
  },
  {
    article: '11',
    content: 'Обратная сила уголовного закона',
  },
  {
    article: '11.1',
    content:
      'Уголовный закон, устраняющий преступность деяния или смягчающий наказание лица, совершившего преступление, имеет обратную силу, то есть распространяется на лиц, совершивших соответствующие деяния до вступления такого закона в силу, в том числе на лиц, отбывающих наказание или отбывших наказание, но имеющих судимость',
  },
  {
    article: '11.2',
    content:
      'Уголовный закон, устанавливающий преступность деяния, усиливающий наказание или иным образом ухудшающий положение лица, обратной силы не имеет',
  },
  {
    article: '1.1',
    content: '(Р) Умышленное нанесение телесных повреждений малой тяжести',
    wanted: 1,
  },
  {
    article: '1.2',
    content: '(Р) Умышленное нанесение телесных повреждений средней тяжести',
    wanted: 2,
  },
  {
    article: '1.3',
    content: '(Р) Умышленное нанесение тяжких телесных повреждений',
    wanted: 3,
  },
  {
    article: '1.4',
    content: '(Р) Умышленное нанесение особо тяжких телесных повреждений',
    wanted: 4,
  },
  {
    article: '1.5',
    content:
      '(Ф) Убийство, то есть умышленное причинение смерти другому человеку',
    wanted: 4,
  },
  {
    article: '1.6',
    content:
      '(Ф) Тяжкое убийство, то есть убийство двух или более лиц, лица или его близких в связи с осуществлением данным лицом служебной деятельности; совершенное с особой жестокостью; совершенное общеопасным способом; совершенное группой лиц; из корыстных побуждений или по найму',
    wanted: 5,
  },
  {
    article: '1.7',
    content: '(Р) Причинение тяжкого вреда здоровью по неосторожности',
    wanted: 2,
  },
  {
    article: '1.8',
    content: '(Р) Причинение смерти по неосторожности',
    wanted: 3,
  },
  {
    article: '1.9',
    content:
      '(Р/Ф) Угроза расправой(прямая или косвенная) гражданскому лицу или членам его семьи',
    wanted: 1,
  },
  {
    article: '1.10',
    content:
      '(Р/Ф) гроза расправой(прямая или косвенная) должностному лицу(сотруднику гос. структур) или членам его семьи',
    wanted: 2,
  },

  {
    article: '1.11',
    content:
      '(Р) Воспрепятствование профессиональной деятельности государственного служащего или провокация в отношении них выраженные в любой форме, при исполнении ими своих обязанностей, а равно воспрепятствование работе медицинских работников по оказанию ими экстренной медицинской помощи, или отказ в оказании экстренной медицинской помощи медицинским сотрудником ',
    wanted: 2,
  },
  {
    article: '2.1',
    content: '(Ф) Похищение человека',
    wanted: 5,
  },
  {
    article: '2.2',
    content:
      '(Р) Клевета, содержащаяся в публичном выступлении, средствах массовой информации либо с использованием своего служебного положения',
    wanted: 3,
  },
  {
    article: '2.3',
    content:
      '(Р) Клевета, соединенная с обвинением лица в совершении преступления',
    wanted: 3,
  },
  {
    article: '2.4',
    content:
      '(Ф) Незаконное лишение свободы сотрудником правоохранительных органов',
    wanted: 5,
  },
  {
    article: '3.1',
    content:
      '(Ф) Незаконное собирание или распространение сведений о частной жизни лица, составляющих его личную или семейную тайну, без его согласия либо распространение этих сведений в публичном выступлении, публично демонстрирующемся произведении или средствах массовой информации, в том числе с использованием своего служебного положения',
    wanted: 2,
  },
  {
    article: '3.2',
    content:
      '(Р) Незаконное проникновение в жилище, совершенное против воли проживающего в нем лица в том числе с использованием своего служебного положения',
    wanted: 4,
  },
  {
    article: '3.3',
    content:
      '(Ф) Воспрепятствование свободному осуществлению гражданином своих избирательных прав, в том числе соединенные с подкупом, обманом, принуждением, применением насилия либо с угрозой его применения',
    wanted: 3,
  },
  {
    article: '3.4',
    content:
      '(Р) Воспрепятствование законной профессиональной деятельности журналистов путем принуждения их к распространению либо к отказу от распространения информации',
    wanted: 2,
  },
  {
    article: '3.5',
    content:
      '(Р) Воспрепятствование законной профессиональной деятельности журналистов путем незаконного ограничения права поиска, получения, передачи, производства и распространения информации любым законным способом',
    wanted: 2,
  },
  {
    article: '4.1',
    content: '(Р) Кража до 1000$ включительно',
    wanted: 1,
  },
  {
    article: '4.2',
    content: '(Р) Кража более 1000$',
    wanted: 3,
  },
  {
    article: '4.3',
    content:
      '(Ф/Р) Мошенничество, то есть хищение чужого имущества или приобретение права на чужое имущество путем обмана или злоупотребления доверием, а равно подлог финансовых документов должностными лицами -возмещение ущерба государству',
    wanted: 3,
  },
  {
    article: '4.4',
    content:
      '(Ф/Р) Разбой, то есть нападение в целях хищения чужого имущества, совершенное с применением насилия, опасного для жизни или здоровья, либо с угрозой применения такого насилия, совершенное группой от трех лиц по предварительному сговору с применением оружия',
    wanted: 5,
  },
  {
    article: '4.5',
    content: '(Р) Грабеж, то есть открытое хищение чужого имущества',
    wanted: 3,
  },
  {
    article: '4.6',
    content:
      '(Ф/Р) Разбой, то есть нападение в целях хищения чужого имущества, совершенное в составе до двух лиц с применением насилия, опасного для жизни или здоровья, либо с угрозой применения такого насилия',
    wanted: 4,
  },
  {
    article: '4.7',
    content:
      '(Р) Неправомерное завладение автомобилем или иным транспортным средством без цели хищения (угон)',
    wanted: 3,
  },
  {
    article: '4.8',
    content: '(Р) Умышленное уничтожение чужого имущества',
    wanted: 3,
  },
  {
    article: '4.9',
    content:
      '(Ф) Умышленное уничтожение чужого имущества, совершенные из из хулиганских побуждений, путем поджога, взрыва или иным общеопасным способом',
    wanted: 4,
  },
  {
    article: '5.1',
    content:
      '(Ф) Осуществление предпринимательской деятельности без регистрации',
    wanted: 2,
  },
  {
    article: '5.2',
    content:
      '(Р) Принуждение к совершению сделки или к отказу от ее совершения под угрозой применения насилия, уничтожения или повреждения чужого имущества',
    wanted: 3,
  },
  {
    article: '5.3',
    content:
      '(Р) Осуществление предпринимательской деятельности без регистрации',
    wanted: 2,
  },
  {
    article: '5.4',
    content: '(Ф) Уклонение от уплаты налогов',
    wanted: 'Принудительное взыскание суммы долга и 4 уровень розыка',
  },
  {
    article: '5.5',
    content:
      '(Ф)  Сокрытие денежных средств либо имущества, за счет которых должно производиться взыскание налогов',
    wanted: 3,
  },
  {
    article: '5.6',
    content:
      '(Ф) Изготовление, хранение, перевозка сбыт заведомо поддельных банковских билетов Федеральной резервной системы США (долларов США)',
    wanted: 5,
  },
  {
    article: '5.7',
    content:
      'Расходование средств должностным лицом на цели, не соответствующим условиям их получения',
    wanted: 3,
  },
  {
    article: '6.1',
    content:
      '(Ф)  Терроризм — преступление, главной целью которого является нарушение общественной безопасности, которое выражается в посягательстве на: жизнь и здоровье граждан, объекты критической инфраструктуры, природную среду, информационную среду, органы государственного управления, государственных и общественных деятелей',
    wanted: 5,
  },
  {
    article: '6.2',
    content:
      '(Ф)  Склонение, вербовка или иное вовлечение лица в терроризм, а равно финансирование терроризма',
    wanted: 5,
  },
  {
    article: '6.3',
    content:
      '(Ф)  Захват или удержание лица в качестве заложника, совершенные в целях понуждения государства, организации или гражданина совершить какое-либо действие или воздержаться от совершения какого-либо действия как условия освобождения заложника',
    wanted: 5,
  },
  {
    article: '6.4',
    content:
      '(Р)  Заведомо ложное сообщение о готовящихся взрыве, поджоге или иных действиях, создающих опасность гибели людей, причинения значительного имущественного ущерба либо наступления иных общественно опасных последствий',
    wanted: 1,
  },
  {
    article: '6.5',
    content:
      '(Ф)  Организация массовых беспорядков, причастность к ОПГ, а равно участие в них, сопровождавшихся насилием, погромами, поджогами, уничтожением имущества, применением оружия, взрывных устройств, взрывчатых, отравляющих либо иных веществ и предметов, представляющих опасность для окружающих, а также оказанием вооруженного сопротивления представителю власти, а равно подготовка лица для организации таких массовых беспорядков или участия в них',
    wanted: 3,
  },
  {
    article: '6.6',
    content:
      '(Ф)  Вандализм – осквернение зданий или иных сооружений, порча имущества в общественных местах ',
    wanted: 2,
  },
  {
    article: '6.7',
    content:
      '(Ф/Р)  езаконное проникновение на охраняемый объект в соответствии с законодательством штата Сан-Андреас, а также закрытых для свободного посещения гражданами штата помещений и территорий государственных организаций',
    wanted: 3,
  },
  {
    article: '6.7.1',
    content: '(Ф/Р) Незаконное проникновение лицом на территорию Fort Zancudo ',
    wanted: 5,
  },
  {
    article: '6.8',
    content:
      '(Ф/Р)  Незаконные приобретение, передача, сбыт, хранение, перевозка или ношение оружия, спецсредств и боеприпасов ',
    wanted: 3,
  },
  {
    article: '6.8.1',
    content:
      '(Ф/Р)  рисвоение изъятых работниками правоохранительных структур при осуществлении своей деятельности любых видов оружия, спецсредств и боеприпасов, наркотических и психотропных средств, согласно Уголовно-Процессуальному кодексу ',
    wanted: 3,
  },
  {
    article: '6.9',
    content:
      '(Ф)  Незаконные приобретение, передача, сбыт, хранение, перевозка, изготовление или ношение взрывчатых веществ или взрывных устройств ',
    wanted: 5,
  },
  {
    article: '6.10',
    content:
      '(Ф) Хищение огнестрельного оружия, комплектующих деталей к нему, боеприпасов, взрывчатых веществ или взрывных устройств ',
    wanted: 4,
  },
  {
    article: '6.11',
    content:
      '(Р) Нарушение установленного порядка организации либо проведения собрания, митинга, демонстрации, шествия или пикетирования ',
    wanted: 3,
  },
  {
    article: '6.12',
    content:
      '(Ф/Р) Нарушения правил полётов воздушных судов, повлекшие за собой летальный исход какого-либо лица ',
    wanted: 4,
  },
  {
    article: '6.13',
    content:
      '(Ф) Использование воздушных судов для осуществления преступной деятельности ',
    wanted: 4,
  },
  {
    article: '6.14',
    content:
      '(Ф)  Пролёт, а равно несанкционированная посадка воздушных судов на территории Военной базы (Fort Zancudo), Авианосце «Люксинтон», Тюрьме «Болингброук», «Humane Labs» ',
    wanted: 5,
  },
  {
    article: '6.15',
    content:
      '(Ф/Р)  Использование служебных посадочных площадок, крыш зданий и сооружений государственных организаций, и прилегающих к ним территорий - Капитолия (Мэрии), FIB, LSPD, BCSD, LSMC, SSMC, Weazel News для посадки и взлёта частных воздушных судов',
    wanted: ' штраф 10 000$ и 3 уровень розыка',
  },
  {
    article: '7.1',
    content:
      '(Ф/Р) Приобретение, хранение, перевозка наркотических средств до 10 грамм (Исключение: Марихуана до 3-х грамм разрешена) ',
    wanted: 2,
  },
  {
    article: '7.2',
    content:
      '(Ф) Приобретение, хранение, перевозка наркотических (свыше 10 грамм) ',
    wanted: 3,
  },
  {
    article: '7.3',
    content: '(Ф) Сбыт наркотических и/или психотропных средств ',
    wanted: 5,
  },
  {
    article: '7.4',
    content: '(Р)  Незаконная продажа алкогольной продукции',
    wanted: 2,
  },
  {
    article: '7.5',
    content:
      '(Р) Половое сношение, совершенное с применением физического насилия, угроз, либо с использованием зависимого положения потерпевшего',
    wanted: 2,
  },
  {
    article: '7.6',
    content:
      '(Ф/Р)Сексуальное домогательство - запугивание, издевательство или принуждение сексуального характера, также нежелательное или ненадлежащее обещание вознаграждения в обмен на сексуальные услуги, иные устные или физические (объятия, прикосновения, нападение с целью изнасилования) преследования сексуального характера',
    wanted: 3,
  },
  {
    article: '7.7',
    content:
      '(Р) Организация, а равно вовлечение в занятие проституцией или принуждение к продолжению занятия проституцией',
    wanted: 3,
  },
  {
    article: '7.8',
    content:
      '(Ф/Р) Выращивание или производство наркотических, психотропных средств',
    wanted: 4,
  },
  {
    article: '7.9',
    content:
      '(Ф/Р) Надругательство над телами умерших либо уничтожение, повреждение или осквернение мест захоронения, надмогильных сооружений или кладбищенских зданий, предназначенных для церемоний в связи с погребением умерших или их поминовением',
    wanted: 2,
  },
  {
    article: '8.1',
    content:
      '(Ф) Посягательство на жизнь государственного или общественного деятеля, совершенное в целях прекращения его государственной или иной политической деятельности либо из мести за такую деятельность',
    wanted: 5,
  },
  {
    article: '8.2',
    content:
      '(Ф) Действия, направленные на насильственный захват власти или насильственное удержание власти, а равно вооруженный мятеж, в нарушение Конституции штата Сан-Андреас, а равно направленные на насильственное изменение конституционного строя штата Сан-Андреас',
    wanted: 5,
  },
  {
    article: '8.3',
    content:
      '(Ф) Разглашение сведений, составляющих государственную тайну, лицом, которому она была доверена или стала известна по службе, работе, если эти сведения стали достоянием других лиц',
    wanted: 4,
  },
  {
    article: '8.4',
    content:
      '(Р) Воспрепятствование законной профессиональной деятельности адвоката путем незаконного ограничения его прав и полномочий, регламентируемых Законом «Об адвокатуре и адвокатской деятельности»',
    wanted: 1,
  },
  {
    article: '9.1',
    content:
      '(Ф) Превышение должностных полномочий совершённых лицом, занимающим высшие или руководящие должности в органах власти штата, правоохранительных органах, повлекших за собой тяжкие последствия или существенное нарушение прав и законных интересов граждан или организаций либо охраняемых законом интересов общества или государства',
    wanted: 'штраф в размере 10.000$ и 5 уровень розыка',
  },
  {
    article: '9.2',
    content:
      '(Ф) Умышленное неисполнение сотрудником органов правопорядка приказа начальника, отданного в установленном порядке и не противоречащего закону, причинившее существенный вред правам и законным интересам граждан или организаций',
    wanted: 2,
  },
  {
    article: '9.3',
    content:
      '(Ф/Р) Самовольное присвоение гражданином полномочий должностного лица – выдача себя за должностное лицо, путём обмана, а также, совершение, в связи с этим активных действий, которые влекут за собой общественно опасные последствия, выраженные в существенном нарушении прав и законных интересов граждан или организаций',
    wanted: 4,
  },
  {
    article: '9.4',
    content:
      '(Ф/Р) Получение взятки, то есть получение должностным лицом, лично или через посредника взятки в виде денег, иного имущества, либо в виде оказания ему услуг имущественного характера, предоставления иных имущественных прав за совершение действий (бездействие) в пользу взяткодателя или представляемых им лиц',
    wanted: 4,
  },
  {
    article: '9.5',
    content:
      '(Р) Попытка дачи взятки должностному лицу, лично или через посредника, в виде денег, иного имущества, либо в виде оказания ему услуг имущественного характера, предоставления иных имущественных прав за совершение действий (бездействие) в пользу взяткодателя или представляемых им лиц',
    wanted: 1,
  },
  {
    article: '9.6',
    content:
      '(Р)Дача взятки должностному лицу, лично или через посредника, в виде денег, иного имущества, либо в виде оказания ему услуг имущественного характера, предоставления иных имущественных прав за совершение действий (бездействие) в пользу взяткодателя или представляемых им лиц',
    wanted: 4,
  },
  {
    article: '9.7',
    content:
      '(Р) Сознательное, систематическое, умышленное неисполнение или небрежное исполнение лицом либо группой лиц своих служебных или иных обязанностей повлекшее за собой дестабилизацию работы органов исполнительной власти, государственных и правоохранительных органов штата, US Army, явное противодействие законной деятельности органов власти штата или государственных организаций',
    wanted: 'штраф в размере 10.000$ и 5 уровень розыка',
  },
  {
    article: '9.8',
    content:
      '(Ф)Связь сотрудника правоохранительных органов или сотрудника государственных организаций, органов государственной власти с организованными преступными группировками или с лицами, заведомо известно состоящими в них',
    wanted: 5,
  },
  {
    article: '10.1',
    content:
      '(Ф)Вмешательство в какой бы то ни было форме в деятельность суда в целях воспрепятствования осуществлению правосудия',
    wanted: 'штраф в размере 10.000$ и (или) 5 уровень розыка',
  },
  {
    article: '10.2',
    content:
      '(Ф)Угроза, а равно посягательство на жизнь судьи, или иного лица, участвующего в осуществлении правосудия, прокурора, защитника, эксперта, специалиста, судебного пристава, судебного исполнителя, а равно их близких в связи с рассмотрением дел в суде, производством расследования либо исполнением приговора, решения суда или иного судебного акта, совершенное в целях воспрепятствования законной деятельности указанных лиц либо из мести за такую деятельность',
    wanted: 'штраф в размере 100.000$ и (или) 5 уровень розыка',
  },
  {
    article: '10.3',
    content:
      '(Ф) Неуважение к суду, выразившееся в оскорблении участника судебного или оскорбительное поведение по отношению к суду и участникам судопроизводства',
    wanted: 'штраф в размере 50.000$ и (или) 3 уровень розыка',
  },
  {
    article: '10.4',
    content: '(Ф) Неявка в суд',
    wanted: 'штраф в размере 15.000$ и (или)  1 уровень розыка',
  },
  {
    article: '10.5',
    content:
      '(Ф) Фальсификация данных по делопроизводству, лицом, участвующем в деле или его законным представителем',
    wanted: 'штраф в размере 50.000$ и (или)  3 уровень розыка',
  },
  {
    article: '10.6',
    content:
      '(Ф)  Привлечение заведомо невиновного к уголовной или административной ответственности',
    wanted: 3,
  },
  {
    article: '10.7',
    content:
      '(Ф)  Вынесение судом решений на принципе предвзятости (личный интерес), то есть заведомо ложное решение суда - Лишение статуса судья Штата San Andreas',
    wanted:
      'компенсация объекту судебного обвинения 300.000$ и 5 уровень розыка',
  },
  {
    article: '10.8',
    content:
      '(Ф)  Заведомо ложные показания свидетеля, потерпевшего либо заключение или показание эксперта, показание специалиста в суде',
    wanted: 'штраф в размере 100.000$ и (или) 3 уровень розыка',
  },
  {
    article: '10.9',
    content: '(Ф)   Подкуп или попытка подкупа участников судебного процесса',
    wanted: 'штраф в размере 100.000$ и (или) 5 уровень розыка',
  },
  {
    article: '10.10',
    content:
      '(Ф)   Неисполнение вступивших в законную силу приговора суда, решения суда или иного судебного акта, а равно воспрепятствование к его исполнению',
    wanted: 'штраф в размере 500.000$ и (или) 5 уровень розыка',
  },
  {
    article: '10.11',
    content:
      '(Ф)  Побег из места лишения свободы, из-под ареста или из-под стражи, совершенный лицом, отбывающим наказание или находящимся в предварительном заключении',
    wanted: 2,
  },
  {
    article: '11.1',
    content:
      '(Ф) Посягательство на жизнь сотрудника правоохранительного органа, военнослужащего, а равно их близких в целях воспрепятствования законной деятельности указанных лиц по охране общественного порядка и обеспечению общественной безопасности либо из мести за такую деятельность',
    wanted: 5,
  },
  {
    article: '11.2',
    content:
      '(Ф)    Применение насилия, опасного для здоровья, либо угроза применения насилия в отношении представителя власти или его близких в связи с исполнением им своих должностных обязанностей',
    wanted: 3,
  },
  {
    article: '11.3',
    content:
      '(Ф) Оскорбление представителя власти при исполнении им своих должностных обязанностей, а также в связи с их исполнением',
    wanted: 2,
  },
  {
    article: '11.3.1',
    content:
      '(Ф) Провокация гос. служащего при исполнении, на дороге путем многократного создания аварийной ситуации',
    wanted: 2,
  },
  {
    article: '11.4',
    content:
      '(Ф) Подделка удостоверения или иного официального документа, предоставляющего права или освобождающего от обязанностей, в целях его использования либо сбыт такого документа, а также, незаконное ношение форменной одежды со знаками различия и (или) удостоверений, с символикой государственных военизированных организаций, правоохранительных или контролирующих органов',
    wanted: 5,
  },
  {
    article: '11.5',
    content:
      '(Ф) Самоуправство, то есть самовольное, вопреки установленному законом или иным нормативным правовым актом порядку совершение каких-либо действий',
    wanted: 2,
  },
  {
    article: '11.6',
    content:
      '(Ф) Неповиновение законному распоряжению или требованию сотрудника правоохранительных органов, военнослужащего, по поддержанию общественного порядка, обеспечению общественной безопасности, охране зданий органов государственной власти, а равно воспрепятствование исполнению ими своих служебных обязанностей',
    wanted: 'залог в размере 3.000$ и (или) 2 уровень розыка',
  },
  {
    article: '11.6.1',
    content:
      '(Ф) Неповиновение законному распоряжению или требованию Губернатора, членам правительства штата и сотрудникам прокуратуры',
    wanted: 3,
  },
  {
    article: '11.7',
    content:
      '(Ф) Укрывательство преступника, орудий и средств совершения преступления, следов преступления или предметов, добытых преступлением.',
    wanted: 3,
  },
  {
    article: '11.8',
    content:
      '(Ф) Грубое и неоднократное оскорбление человека без его согласия в присутствии представителя власти.',
    wanted: 1,
  },
  {
    article: '11.9',
    content:
      '(Ф) Грубое и неоднократное нарушение работодателем норм трудового законодательства штата в виде незаконного увольнения, необоснованных взысканий, необоснованного отказа в приёме на работу.',
    wanted: 'штраф в размере 10.000$ и (или) 2 уровень розыка',
  },
  {
    article: '11.10',
    content:
      '(Ф) Уклонение от расследования, задержания и суда, намеренные действия, которые направлены правонарушителем на уклонение от реального уголовного срока или другой уголовной ответственности. Таковыми считаются: Попытка скрыться при публикации ордера на арест, неявка на вызов сотрудника прокуратуры или сотрудника правоохранительных органов уполномоченного вести следствие и задержание, смена фамилии и других идентификационных данных, изменение своего внешнего вида при помощи пластической хирургии и т.д',
    wanted: 2,
  },
  {
    article: '12.1',
    content:
      '(Ф)  Неисполнение подчиненным приказа начальника, отданного в установленном порядке, причинившее существенный вред интересам службы.',
    wanted: 2,
  },
  {
    article: '12.2',
    content:
      '(Ф)  Самовольное оставление части или места службы, а равно неявка в срок без уважительных причин на службу при увольнении из части.',
    wanted: 1,
  },

  {
    article: '12.3',
    content:
      '(Ф)  Дезертирство, то есть самовольное оставление части или места службы в целях уклонения от прохождения военной службы, а равно неявка в тех же целях на службу',
    wanted: 3,
  },

  {
    article: '12.4',
    content:
      '(Ф)  Нарушение правил несения боевого дежурства (боевой службы) по своевременному обнаружению и отражению внезапного нападения на охраняемый объект либо по обеспечению его безопасности',
    wanted: 3,
  },
  {
    article: '12.5',
    content:
      '(Ф) Умышленные уничтожение или повреждение оружия, боеприпасов или предметов военной техники',
    wanted: 5,
  },
  {
    article: '12.6',
    content:
      '(Ф)  Уничтожение или повреждение по неосторожности оружия, боеприпасов или предметов военной техники, повлекшие тяжкие последствия',
    wanted: 4,
  },
  {
    article: '12.7',
    content:
      '(Ф) Нарушение правил вождения или эксплуатации боевой, специальной или транспортной машины, повлекшее по неосторожности причинение тяжкого вреда здоровью человека',
    wanted: 3,
  },
  {
    article: '12.8',
    content:
      '(Ф)  Нарушение правил полетов или подготовки к ним либо иных правил эксплуатации военных летательных аппаратов, повлекшее по неосторожности тяжкие последствия',
    wanted: 4,
  },
  {
    article: '12.9',
    content:
      '(Ф)  Нанесение побоев или применение иного насилия в отношении начальника, или начальником в отношении подчинённого совершенные во время исполнения им своих обязанностей',
    wanted:
      'строгий выговор 1/2, увольнение из состава US Army, 4 уровень розыка',
  },
  {
    article: '12.10',
    content:
      '(Ф)  Оскорбление подчиненным начальника, а равно начальником подчиненного во время исполнения или в связи с исполнением ими своих обязанностей - понижение в должности и звании',
    wanted:
      'строгий выговор 1/2 или увольнения из состава US Army или 1 уровень розыка',
  },
  {
    article: '12.11',
    content:
      '(Ф)  Нарушение правил несения службы лицом, находящимся в составе подразделения по охране общественного порядка и обеспечению общественной безопасности, если это деяние причинило тяжкий вред правам и законным интересам граждан',
    wanted: 'увольнение из состава US Army, 4 уровень розыка',
  },
  {
    article: '12.12',
    content:
      '(Ф) Нарушение уставных правил патрулирования Fort Zancudo или иных территорий лицом, входящим в состав патруля, если это деяние повлекло тяжкие последствия',
    wanted: 'увольнение из состава US Army, 3 уровень розыка',
  },
  {
    article: '12.13',
    content:
      '(Ф) Нарушение правил несения караульной службы и если это деяние повлекло за собой тяжкие последствия или причинение существенного вреда охраняемым объектам',
    wanted: 'увольнение из состава US Army, 4 уровень розыка',
  },
  {
    article: '13.1',
    content:
      '(Ф)Настоящий кодекс вступает в силу с момента его опубликования на официальных информационных ресурсах правительства',
  },
]
